import textwrap
text = "Текст здесь" #Кавычки оставить
text = text.lower()
translation_table = str.maketrans({"а": "ɑׁׅ", "б": "Ꮄ", "в": "֮ϐׁ", "г": "ꭈׁׅ", "д": "ᧁׁ", "е": "ꫀׁׅܻ݊", "ё": "ꫀׁׅܻ݊̈", "ж": "✽", "з": "ʚ", "и": "ϰ", "к": "ӄ", "л": "λ", "м": "ꩇׁׅ֪݊", "н": "ԋ", "о": "ᨵׁׅׅ", "п": "π","р": "℘", "с": "ᝯׁ֒", "т": "ᡶׁׅ", "у": "ᨮׁׅ֮", "ф": "φ", "х": "χ", "ц": "υׁׅ˒", "й": "ϰׁׅ֮", "ч": "վ", "ш": "ᨰׁ", "щ": "ᨰׁׅ˒", "ъ": "Ⴆ", "ы": "ᑲꪱׁׁׁׅׅׅ", "ь": "ᑲܻ", "э": "૭", "ю": "ꪱׁׁׁׅׅׅ˓๑", "я": "૭݊ꪱׁׁׅׅ"})
new_text = text.translate(translation_table)

print(textwrap.fill(new_text, width=50)) #Если текст не помещается (обрывается) регулировать width
# © Mυrπφ. Разрешено использовать в любых целях с указанием авторства. Автор не несет ответственности за любое неправомерное использование этого скрипта. Используйте на свой страх и риск
# Запрещено использовать на сайтах с контентом 18+.